Repository: abuzain153/PRIMA
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: اختر المخازن
he: שם המוצר

source: رمز المنتج
he: מקט

source: الكمية الكلية المتاحة
he: כמות זמינה:

source: الوحدة
he: יחידה

source: الحد الأدنى للمخزون
he: מינימום מלאי

source: الكمية
he: כמות

source: الحد الأدنى يجب أن يكون أكبر من صفر.
he: המינימום חייב להיות גדול מאפס.

source: رمز المنتج موجود بالفعل.
he: המקט כבר קיים.

source: البريد الإلكتروني
he: אימייל

source: المتاح
he: כמות זמינה:

source: الكمية الكلية المراد سحبها
he: סך הכמות למשיכה

source: اختر فريقك
he: בחר את הצוות שלך

source: الفريق
he: צוות

source: إجمالي الكمية المراد إضافتها
he: סך הכמות להוספה

source: إجمالي الكميات המוספות למחסנים חייב להיות שווה לכמות שיש להוסיף.
he: סך הכמויות שנוספו למחסנים חייב להיות שווה לכמות שיש להוסיף.

source: المخازن
he: מחסנים

source: المنتج
he: מוצר

source: المخزن
he: מחסן

source: نوع الحركة
he: סוג תנועה

source: التاريخ
he: תאריך

source: الكمية بالمخزون بعد الحركة
he: הכמות במלאי לאחר התנועה

source: نوع الإشعار
he: סוג התראה

source: الرسالة
he: הודעה

source: تاريخ الإنشاء
he: נוצר ב-

source: إضافة تفاصيل المنتج
he: הוספת פרטי מוצר

source: إضافة منتج جديد - تفاصيل المنتج والكميات
he: הוספת מוצר חדש - פרטי מוצר וכמויות

source: توزيع الكميات على المخازن المختارة
he: חלוקת כמויות למחסנים נבחרים

source: إضافة المنتج
he: הוסף מוצר

source: إضافة منتج جديد - اختر المخازن
he: הוסף מוצר חדש - בחר מחסנים

source: اختر المخازن التي سيتم تخزين المنتج فيها:
he: בחר את המחסנים שבהם יאוחסן המוצר:

source: التالي
he: הבא

source: إضافة كمية إلى منتج
he: הוסף כמות למוצר

source: حدد المنتج ثم أدخل الكمية المراد إضافتها.
he: בחר את המוצר ולאחר מכן הכנס את הכמות שברצונך להוסיף.

source: اختر المنتج:
he: בחר מוצר:

source: ابحث عن المنتج
he: חפש מוצר

source: قراءة الباركود
he: Scan Barcode

source: إيقاف الكاميرا
he: עצור מצלמה

source: اسم المنتج:
he: שם המוצר:

source: الوحدة:
he: יחידה:

source: الكمية المتاحة:
he: כמות זמינה:

source: الكمية المراد إضافتها:
he: כמות להוספה:

source: رجوع
he: חזור

source: لا يوجد منتجات مطابقة
he: אין מוצרים תואמים

source: لم يتم العثور على منتج بهذا الباركود
he: לא נמצא מוצר עם ברקוד זה.

source: حدث خطأ أثناء البحث عن المنتج
he: אירעה שגיאה במהלך חיפוש המוצר.

source: توزيع كمية الإضافة على المخازن
he: חלוקת כמות ההוספה למחסנים

source: الرجاء تحديد الكمية المراد إضافتها لكل مخزن للمنتج:
he: אנא ציין את הכמות שברצונך להוסיף לכל מחסן עבור המוצר:

source: إجمالي الكمية المراد إضافتها:
he: סך הכמות שברצונך להוסיף:

source: تأكيد الإضافة
he: אישור הוספה

source: إدارة المخزون
he: ניהול מלאי

source: تبديل التنقل
he: החלף ניווט

source: الصفحة الرئيسية
he: עמוד הבית

source: إضافة منتج
he: הוסף מוצר

source: عرض المخزون
he: הצג מלאי

source: التقارير
he: דוחות

source: استيراد من Excel
he: ייבוא מאקסל

source: استيراد مواد خام
he: ייבוא חומרי גלם

source: استيراد صيانة
he: ייבוא תחזוקה

source: تقرير المنتجات المسحوبة
he: דוח מוצרים שנמשכו

source: المواد الخام الأكثر سحبًا
he: חומרי הגלם הנמשכים ביותר

source: كمية السحب الإجمالية
he: כמות המשיכה הכוללת

source: لا توجد بيانات لعرض المواد الخام المسحوبة.
he: אין נתונים להצגת חומרי גלם שנסחבו.

source: الأوراق / التغليف الأكثر سحبًا
he: הניירות / האריזות הנמשכות ביותר

source: لا توجد بيانات لعرض الأوراق / التغليف المسحوبة.
he: אין נתונים להצגת מוצרים שנסחבו.

source: الكمية المسحوبة
he: כמות שנמשכה

source: تأكيد الحذف
he: אשר מחיקה

source: هل أنت متأكد أنك تريد حذف المنتج
he: האם אתה בטוח שברצונך למחוק את המוצר

source: إلغاء
he: בטל

source: تعديل منتج
he: ערוך מוצר

source: حدثت بعض الأخطاء:
he: אירעו כמה שגיאות:

source: توزيع الكميات على المخازن
he: חלוקת כמויות בין מחסנים

source: حفظ التعديلات
he: שמור שינויים

source: الرجوع لقائمة المنتجات
he: חזרה לרשימת המוצרים

source: يرجى ملء جميع الحقول.
he: אנא מלא את כל השדות.

source: نسيت كلمة المرور
he: שכחתי סיסמה

source: نسيت كلمة المرور؟
he: שכחת את הסיסמה?

source: إرسال رابط إعادة تعيين كلمة المرور
he: שלח קישור לאיפוס סיסמה

source: العودة إلى تسجيل الدخول
he: חזרה להתחברות

source: استيراد بيانات Excel
he: ייבוא נתוני אקסל

source: اختر ملف Excel:
he: בחר קובץ אקסל:

source: استيراد
he: ייבא

source: يرجى تحميل ملف Excel بصيغة
he: אנא העלה קובץ אקסל בפורמט

source: أو
he: או

source: مسح البيانات
he: נקה נתונים

source: يرجى اختيار ملف Excel.
he: אנא בחר קובץ אקסל.

source: يرجى اختيار ملف Excel بصيغة .xlsx أو .xls.
he: אנא בחר קובץ אקסל בפורמט .xlsx או .xls.

source: رفع ملف Excel - صيانة
he: העלה קובץ אקסל - תחזוקה

source: رفع واستيراد منتجات صيانة
he: העלה וייבא מוצרי תחזוקה

source: العودة لقائمة المنتجات
he: חזרה לרשימת המוצרים

source: رفع ملف Excel - مواد خام
he: העלה קובץ אקסל - חומרי גלם

source: رفع واستيراد مواد خام
he: העלה וייבא חומרי גלם

source: نظام إدارة المنتجات
he: מערכת ניהול מוצרים

source: إضافة منتج جديد
he: הוסף מוצר חדש

source: قائمة المنتجات
he: רשימת מוצרים

source: إضافة كمية
he: הוסף כמות

source: سحب كمية
he: משוך כמות

source: المنتجات ذات المخزون المنخفض
he: מוצרים עם מלאי נמוך

source: الرئيسية
he: ראשי

source: عن الموقع
he: אודות

source: اتصل بنا
he: צור קשר

source: الإشعارات
he: התראות

source: تسجيل الخروج
he: התנתק

source: مرحبًا بكم في نظام إدارة المنتجات
he: ברוכים הבאים למערכת ניהול המוצרים

source: إدارة متكاملة وسهلة لمنتجاتك وحركاتك اليومية.
he: ניהול משולב וקל של המוצרים והתנועות היומיות שלך.

source: هذا النظام يتيح لك إدارة المنتجات، تتبع الحركات، وإنشاء التقارير بكل سهولة.
he: מערכת זו מאפשרת לך לנהל מוצרים, לעקוב אחר תנועות וליצור דוחות בקלות רבה.

source: البريد الإلكتروني:
he: אימייל:

source: الهاتف:
he: טלפון:

source: © 2025 جميع الحقوق محفوظة.
he: © 2025 כל הזכויות שמורות.

source: تسجيل الدخول - برنامج إدارة المخازن
he: התחברות - תוכנת ניהול מלאי

source: تغيير اللغة
he: שנה שפה

source: تسجيل الدخول
he: כניסה לחשבון

source: اسم المستخدم:
he: שם משתמש:

source: أدخل اسم المستخدم
he: הכנס שם משתמש

source: كلمة المرور:
he: סיסמה:

source: أدخل كلمة المرور
he: הכנס סיסמה

source: تسجيل حساب جديد
he: הרשם חשבון חדש

source: نواقص المخزون
he: מלאי חסר

source: المستخدم الحالي
he: משתמש נוכחי

source: المجموعات
he: קבוצות

source: لا ينتمي لأي مجموعات.
he: לא שייך לאף קבוצה.

source: ابحث عن منتج...
he: חפש מוצר...

source: الرمز
he: מקט

source: الكمية المتوفرة
he: כמות זמינה

source: الحالة
he: מצב

source: نقص
he: חסר

source: متوفر
he: זמין

source: لا توجد منتجات ناقصة في المخزون حالياً.
he: אין כרגע מוצרים עם מלאי חסר.

source: مضت
he: לפני

source: تحديد كمقروء
he: סמן כנקרא

source: لا يوجد لديك إشعارات حالياً.
he: אין לך התראות כרגע.

source: مرحباً
he: שלום

source: لقد طلبت إعادة تعيين كلمة المرور لحسابك في برنامج إدارة المخازن.
he: ביקשת איפוס סיסמה עבור חשבונך בתוכנת ניהול המלאי.

source: يرجى الضغط على الرابط التالي لإعادة تعيين كلمة المرور:
he: אנא לחץ על הקישור הבא כדי לאפס את סיסמתך:

source: إذا لم تطلب إعادة تعيين كلمة المرور، يمكنك تجاهل هذه الرسالة.
he: אם לא ביקשת איפוס סיסמה, אתה יכול להתעלם מהודעה זו.

source: شكراً،
he: תודה,

source: فريق برنامج إدارة المخازن
he: צוות תוכנת ניהול המלאי

source: إعادة تعيين كلمة المرور
he: איפוס סיסמה

source: كلمة المرور الجديدة:
he: סיסמה חדשה:

source: تأكيد كلمة المرور الجديدة:
he: אשר סיסמה חדשה:

source: تعيين كلمة المرور الجديدة
he: הגדר סיסמה חדשה

source: تمت عملية إعادة تعيين كلمة المرور
he: איפוס הסיסמה הושלם

source: لقد تم إرسالك إلى هذه الصفحة بعد محاولة إعادة تعيين كلمة المرور. يرجى التحقق من رسالة البريد الإلكتروني الخاصة بك لمعرفة حالة العملية.
he: הגעת לדף זה לאחר ניסיון לאפס את סיסמתך. אנא בדוק את הודעת הדוא"ל שלך כדי לראות את סטטוס התהליך.

source: تفاصيل المنتج
he: פרטי מוצר

source: المخازن والكميات
he: מחסנים וכמויות

source: هذا المنتج غير متوفر في أي مخزن حاليًا.
he: מוצר זה אינו זמין כרגע באף מחסן.

source: عرض النواقص
he: הצג מלאי חסר

source: عرض التقارير
he: הצג דוחות

source: الرسم البياني
he: תרשים

source: تصدير إلى Excel
he: ייצוא לאקסל

source: عدد المنتجات:
he: מס המוצרים:

source: الحد الأدنى
he: מינימום

source: الإجراءات
he: פעולות

source: غير موجود في أي مخزن
he: לא קיים באף מחסן

source: تعديل
he: ערוך

source: هل أنت متأكد من الحذف؟
he: האם אתה בטוח שברצונך למחוק?

source: حذف
he: מחק

source: عرض الكميات بالمخازن
he: הצגת כמויות במחסנים

source: لا يوجد منتجات في المخزون حاليًا.
he: אין כרגע מוצרים במלאי.

source: تقرير الكميات المستلمة
he: דו"ח כמויות שהתקבלו

source: ابحث عن منتج أو تاريخ...
he: חפש מוצר או תאריך...

source: لا توجد حركات مستلمة حاليًا.
he: אין כרגע תנועות שהתקבלו.

source: تنزيل التقرير كملف Excel
he: הורד את הדו"ח כקובץ אקסל

source: تسجيل
he: הרשמה

source: تصدير إلى PDF
he: ייצוא ל-PDF

source: لا توجد حركات لعرضها في هذا التقرير.
he: אין תנועות להצגה בדוח זה.

source: سجل الحركات والتقارير
he: יומן תנועות ודוחות

source: تنزيل تقرير الاستلام (Excel)
he: הורד דוח קבלה (Excel)

source: تنزيل تقرير السحب (Excel)
he: הורד דוח משיכה (Excel)

source: استعلام عن الحركات
he: שאילתא על תנועות

source: ابحث عن المنتج (اسم أو رمز)
he: חפש מוצר (שם או קוד)

source: ادخل اسم المنتج أو رمزه
he: הזן שם מוצר או קוד

source: اختر المنتج
he: בחר מוצר:

source: تاريخ البداية
he: תאריך התחלה

source: تاريخ النهاية
he: תאריך סיום

source: بحث
he: חפש

source: الرصيد الحالي بالمخزن
he: יתרה נוכחית במחסן

source: الرصيد الكلي بكل المخازن
he: יתרה כוללת בכל המחסנים

source: لا توجد نتائج للبحث.
he: אין תוצאות חיפוש.

source: تنزيل نتائج البحث (Excel)
he: הורדת תוצאות חיפוש (Excel)

source: سجل الحركات الأخير
he: יומן תנועות אחרון

source: سحب كمية من منتج
he: משיכת כמות ממוצר

source: حدد المنتج ثم أدخل الكمية المراد سحبها.
he: בחר את המוצר ולאחר מכן הזן את הכמות הרצויה למשיכה.

source: الكمية المراد سحبها:
he: כמות למשיכה:

source: أدخل الكمية
he: הכנס את הכמות

source: تحديد المخازن والكمية
he: בחירת מחסנים וכמות

source: سحب كمية من المخازن
he: משיכת כמות מהמחסנים

source: الرجاء تحديد الكمية المراد سحبها من كل مخزن للمنتج:
he: אנא ציין את הכמות שברצונך למשוך מכל מחסן עבור המוצר:

source: إجمالي الكمية المطلوبة:
he: סך הכמות המבוקשת:

source: تأكيد السحب
he: אישור משיכה

source: الإشعار غير موجود.
he: ההתראה לא קיימת.

source: اسم المستخدم أو كلمة المرور غير صحيحة.
he: שם המשתמש או הסיסמה שגויים.

source: تم تسجيل الخروج بنجاح.
he: התנתקת בהצלחה.

source: حدث خطأ في تعديل المنتج. يرجى التحقق من النموذج.
he: אירעה שגיאה בעריכת המוצר. אנא בדוק את הטופס.

source: استلام
he: קבלה

source: حدث خطأ في إضافة المنتج. يرجى التحقق من النموذج.
he: אירעה שגיאה בהוספת המוצר. אנא בדוק את הטופס.

source: سجل الحركات
he: יומן תנועות

source: سحب
he: משיכה

source: تم حذف جميع المنتجات الخاصة بك بنجاح.
he: כל המוצרים שלך נמחקו בהצלחה.

source: تم حذف المنتج بنجاح!
he: המוצר נמחק בהצלחה!

source: حدث خطأ في البيانات المدخلة. الرجاء التأكد من صحة البيانات.
he: אירעה שגיאה בהוספת המוצר. אנא בדוק את הטופס.

source: الكمية المستلمة
he: כמות שהוזנה

source: تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.
he: קישור לאיפוס סיסמה נשלח לכתובת הדוא"ל שלך.

source: هذا البريد الإلكتروني غير مسجل.
he: כתובת הדוא"ל הזו אינה רשומה.

source: تم تعيين كلمة المرور الجديدة بنجاح. يمكنك تسجيل الدخول الآن.
he: הסיסמה החדשה שלך הוגדרה בהצלחה. אתה יכול להתחבר כעת.

source: كلمتا المرور غير متطابقتين.
he: שתי הסיסמאות אינן תואמות.

source: رابط إعادة تعيين كلمة المرور غير صالح.
he: קישור איפוס הסיסמה אינו חוקי.

source: تم إنشاء حسابك بنجاح. يمكنك تسجيل الدخول الآن.
he: החשבון שלך נוצר בהצלחה. אתה יכול להתחבר כעת.

source: خطأ: ملف Excel لا يحتوي على جميع الأعمدة المطلوبة (اسم المنتج، الرمز، الوحدة، الحد الأدنى، الكمية).
he: שגיאה: קובץ האקסל אינו מכיל את כל העמודות הנדרשות.

source: خطأ: المستخدم الحالي ليس لديه فريق محدد.
he: שגיאה: למשתמש הנוכחי אין צוות מוגדר.

source: تم استيراد البيانات بنجاح.
he: הנתונים יובאו בהצלחה.

source: خطأ: لم يتم العثور على فريق "فريق المواد الخام".
he: שגיאה: לא נמצא צוות "צוות חומרי גלם".

source: تم استيراد منتجات المواد الخام بنجاح.
he: מוצרי חומרי הגלם יובאו בהצלחה.

source: خطأ: لم يتم العثور على فريق "فريق الصيانة".
he: שגיאה: לא נמצא צוות "צוות תחזוקה".

source: تم استيراد منتجات الصيانة بنجاح.
he: מוצרי התחזוקה יובאו בהצלחה.

source: اسم المخزن:
he: שם מחסן:

source: أدخل اسم المخزن
he: הזן שם מחסן

source: إضافة
he: הוסף

source: الكمية يجب أن تكون أكبر من صفر
he: הכמות חייבת להיות גדולה מאפס

source: فريق الصيانة
he: צוות תחזוקה

source: فريق المواد الخام
he: צוות חומרי גלם

source: فريق غير محدد
he: צוות לא מוגדר

source: الكمية المحدثة
he: כמות מעודכנת

source: الكمية الصادرة
he: כמות יוצאת

source: لا توجد بيانات لعرض الرسم البياني.
he: אין נתונים להצגת התרשים.

source: الكمية المضافة
he: כמות שנוספה
